act
apache-spark
autoconf
awscli
azd
azure-cli
bash
bicep
brotli
bun
c-ares
ca-certificates
cairo
cdktf
certifi
cffi
checkov
cloud-nuke
copilot-cli
corepack
coreutils
create-dmg
cryptography
databricks
dbt
docker-compose
duckdb
flyctl
fontconfig
freetype
fribidi
gcc
gdk-pixbuf
gettext
gh
giflib
git
git-lfs
glib
gmp
gnupg
gnutls
gpgme
graphite2
grep
harfbuzz
icu4c
infracost
isl
jpeg-turbo
krb5
libassuan
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmpc
libnghttp2
libpng
libtasn1
libtiff
libunistring
libusb
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lz4
lzo
m4
mackup
mpdecimal
mpfr
ncurses
neonctl
nettle
node
npth
nspr
nss
numpy
ollama
openblas
openjdk
openjdk@17
openjpeg
openssl@3
p11-kit
pandoc
pango
pcre
pcre2
pinentry
pipx
pixman
pkg-config
poetry
poppler
poppler-qt5
postgresql@16
powershell
pre-commit
pycparser
pyenv
pyenv-virtualenv
python-certifi
qt@5
railway
readline
redis
ruby
scala@2.12
shellcheck
speedtest-cli
sqlite
starship
steampipe
surreal
terraform
terraform-docs
terrascan
tfenv
tflint
tfsec
tfupdate
tree
unbound
uv
vault
vercel-cli
webp
wget
xorgproto
xz
zlib
zsh
zsh-syntax-highlighting
zstd
